lexbn-source.org
#+title: @lexseltmann
#+author: Alexander Seltmann
#+hugo_base_dir: .
#+options: creator:t
#+hugo_auto_set_lastmod: t

#+hugo_pandoc_citations: t
#+bibliography: cite/references.bib
#+bibliography: cite/books.bib

** Projects
:PROPERTIES:
:EXPORT_FILE_NAME: _index.en.md
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :bookCollapseSection false
:END:

*** Current projects
    I am a believer in the principles of Open Science, Open Data and Open
    Source. Thus, I am currently working on a reproducible way of conducting my
    research on simulation of Fluorescence Correlation Spectroscopy (FCS)
    measurements and correcting artifacts using neural networks, such as
    Convolutional Neural Nets (CNNs). I do not have my workflow fixed yet, but
    to have an insight in my current approach - and with the principles of
    [[https://en.wikipedia.org/wiki/Open-notebook_science][Open-notebook science]] in mind:

    #+BEGIN_EXPORT html
    <a href="https://aseltmann.github.io/fluotracify/">Fluotracify - doctoral research project done in a reproducible way</a>
    #+END_EXPORT

    Description: In a current project, we apply Deep Learning techniques on Fluorescence
    Correlation Spectroscopy (FCS) data to correct a variety of hardware- and
    sample-related artifacts, such as photobleaching, contamination from additional
    slow moving particles, or sudden drops in intensity because of detector
    anomalies.

*** Conference talks
- *Seltmann A*, Eggeling C, Waithe D. Automated, User-independent Correction of
  Artifacts in Fluorescence Correlation Spectroscopy Measurements using
  Convolutional Neural Networks. [[https://www.quantitativebioimaging.com/qbi2020/][Quantitative BioImaging Conference (QBI)]]; 2020
  Jan 6-9; Oxford, UK

