content/docs/projects/_index.en.md
+++
title = "Projects"
author = ["Alex Seltmann"]
lastmod = 2023-12-05T00:21:23+01:00
draft = false
creator = "Emacs 29.1 (Org mode 9.7 + ox-hugo)"
bookCollapseSection = false
+++

## Current projects {#current-projects}

I am a believer in the principles of Open Science, Open Data and Open
Source. Thus, I am currently working on a reproducible way of conducting my
research on simulation of Fluorescence Correlation Spectroscopy (FCS)
measurements and correcting artifacts using neural networks, such as
Convolutional Neural Nets (CNNs). I do not have my workflow fixed yet, but
to have an insight in my current approach - and with the principles of
[Open-notebook science](https://en.wikipedia.org/wiki/Open-notebook_science) in mind:

<a href="https://aseltmann.github.io/fluotracify/">Fluotracify - doctoral research project done in a reproducible way</a>

Description: In a current project, we apply Deep Learning techniques on Fluorescence
Correlation Spectroscopy (FCS) data to correct a variety of hardware- and
sample-related artifacts, such as photobleaching, contamination from additional
slow moving particles, or sudden drops in intensity because of detector
anomalies.


## Conference talks {#conference-talks}

-   **Seltmann A**, Eggeling C, Waithe D. Automated, User-independent Correction of
    Artifacts in Fluorescence Correlation Spectroscopy Measurements using
    Convolutional Neural Networks. [Quantitative BioImaging Conference (QBI)](https://www.quantitativebioimaging.com/qbi2020/); 2020
    Jan 6-9; Oxford, UK
